# def get_count(sentence):
#     vowels = ["a", "e", "i", "o", "u"]
    
#     count = 0
    
#     for vowel in vowels:
#         for char in sentence:
#             if char == vowel:
#                 count += 1
    
#     return count

# def duplicate_count(text):
#     i = input(str())
#     duplicate = 0
    
#     print(i.split(" "))
#     print("i".lower())


# .lower() არის სთრინგის მეთოდი, რომელიც გადაიყვანს მას დაბალ რეგისტრში
# .upper() არის სთრინგის მეთოდი, რომელიც გადაიყვანს მას მაღალ რეგისტრში
# .split() არის სთრინგის მეთოდი, რომელსაც გადაეცემა ერთი არგუმენტი, სიმბოლო, სადაც გახლეჩს სთრინგს და გადააქცევს მას სიის ელემენტად
# "".join() არის ფუნქცია, რომელიც იღებს სიას, მის თითოეულ ელემენტს შორის ჩასვამს გადაცემულ სიმბოლოს და გადააქცევს სიას სთრინგად
# .count() არის სთრინგის და სიის მეთოდი. მას არგუმენტად გადაეცემა ერთი ელემენტი, რომლის რაოდენობასაც გაიგებს სთრინგში, ან სიაში




