"""2) შექმენით გვერდი რესტორანის მენიუსთვის, რომელიც იქნება გადანაწილებული კატეგორიებად (მაგალითად, სადილები, ძირითადი კერძები, დესერტები და ა.შ). თქვენი დავალებაა დაყოთ ეს კატეგორიები სექციებად და ქვე სექციებად.(მაგალითად: ძირითადი კერძების სექციაში გააკეთეთ რამოდენიმე კერძის სექცია, სადაც ისაუბრებთ კონკრეტულ კერძებზე) გამოიყენეთ ფოტოები და აღწერეთ თითოეული კერძი.

ეს საიტი აუცილებლად უნდა იყოს სწორი სტრუქტურით დალაგებული(ამისათვის დაგჭირდებათ შემდეგი სემატიკური დეგები: header, main, section, footer)

გამოიყენეთ style ატრიბუტი და შეეცადეთ დღეს ნასწავლი მასალით გასტილოთ თქვენი საიტი."""